brightnessctl
acpi
alsa-utils
aria2
autoconf
automake
bc
bspwm
cargo
clang
clang-devel
clang-tools-extra
dejavu-fonts-all
dex-autostart
djvulibre
dkms
dunst
easyeffects
fakeroot
fd-find
feh
ffmpeg
ffmpegthumbnailer
firefox
fontconfig
fzf
gcc
ghostscript
gimp
git
gnome-epub-thumbnailer
gnome-keyring
google-noto-cjk-fonts
google-noto-emoji-fonts
google-noto-sans-fonts
google-roboto-fonts
gstreamer1-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-bad-free-extras
gstreamer1-plugins-bad-free-fluidsynth
gstreamer1-plugins-bad-free-wildmidi
gstreamer1-plugins-bad-free-zbar
gstreamer1-plugins-bad-freeworld
gstreamer1-plugins-base
gstreamer1-plugins-good
gstreamer1-plugins-good-extras
gstreamer1-plugins-good-gtk
gstreamer1-plugins-good-qt
htop
i3lock
iwd
jq
lame
levien-inconsolata-fonts
libX11-devel
libXext-devel
libXft
libevdev
libimagequant
libjpeg-devel
linux-firmware
llvm
lm_sensors
maim
make
materia-gtk-theme
mathjax
mozilla-openh264
mpv
mtools
neovim
nnn
nodejs
nodejs-yarn
npm
ntfs-3g
openssh
os-prober
papirus-icon-theme
patch
picom
pipewire-alsa
pipewire-gstreamer
pipewire-media-session
pipewire-pulseaudio
pkgconf
polkit-gnome
polybar
powertop
profile-sync-daemon
profile-sync-daemon
pulseaudio-libs
pulseaudio-utils
python3-pip
python-matplotlib
python-neovim
python-numpy
python-pip
python-scipy
python-sympy
python3-neovim
python3-notebook
ripgrep
rlwrap
rofi
rust
rust-src
sddm
socat
sqlite
sscg
strace
sudo
sxhkd
texlive-scheme-full
tk
tmux
udiskie
ufw
unrar
unzip
usbutils
util-linux-user
wget
wmctrl
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xprop
xrandr
xset
xsetroot
xss-lock
xterm
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
