acpi
aha
alacritty
alsa-utils
aria2
autoconf
automake
bc
bear
breeze-gtk
cargo
clang
clang-devel
clang-tools-extra
dejavu-fonts-all
djvulibre
dkms
easyeffects
elisa-player
fakeroot
fcitx5
fcitx5-m17n
fcitx5-mozc
fcitx5-qt
fcitx5-qt-module
fcitx5-qt6
fd-find
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
fira-code-fonts
fira-mono-nerd-fonts
fira-code-nerd-fonts
firefox
fontconfig
fzf
gcc
ghostscript
gimp
git
gnome-epub-thumbnailer
gnome-keyring
google-noto-cjk-fonts
google-noto-emoji-fonts
google-noto-sans-fonts
google-roboto-fonts
gstreamer1-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-bad-free-extras
gstreamer1-plugins-bad-free-fluidsynth
gstreamer1-plugins-bad-free-wildmidi
gstreamer1-plugins-bad-free-zbar
gstreamer1-plugins-bad-freeworld
gstreamer1-plugins-base
gstreamer1-plugins-good
gstreamer1-plugins-good-extras
gstreamer1-plugins-good-gtk
gstreamer1-plugins-good-qt
gtest
gtest-devel
htop
iwd
jq
kcm-fcitx5
kernel-tools
kf5-kcontacts-devel
kf5-kpeople-devel
kio_mtp
lame
langpacks-ja
levien-inconsolata-fonts
libX11-devel
libXext-devel
libXft
libavcodec-freeworld
libcurl-devel
libevdev
libimagequant
libjpeg-devel
libva
libva-utils
libva-vdpau-driver
linux-firmware
lldb
llvm
lm_sensors
make
mathjax
meson
mozilla-openh264
mpv
mtools
neovim
neovim-qt
nodejs
nodejs-yarn
npm
ntfs-3g
openssh
os-prober
patch
pipewire-alsa
pipewire-gstreamer
pipewire-pulseaudio
pipx
pkgconf
plasma-desktop
polkit-kde
powertop
pulseaudio-libs
pulseaudio-utils
python-matplotlib
python-neovim
python-numpy
python-pip
python-scipy
python-sympy
python3-notebook
python3-pip
rapidjson-devel
rclone
ripgrep
rlwrap
rnnoise
rust
rust-src
sddm
socat
sqlite
sscg
strace
sudo
sxhkd
texlive-scheme-full
tk
tmux
udiskie
unrar
unzip
usbutils
util-linux-user
vdpauinfo
wget
wl-clipboard
wmctrl
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
yt-dlp
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
