acpi
acpi_call
alsa-utils
autoconf
automake
base
bdf-unifont
bspwm
clang
cronie
dkms
dunst
fakeroot
fd
feh
firefox
fzf
gcc
git
gnome-epub-thumbnailer
gsfonts
hsetroot
htop
jq
libimagequant
linux
linux-firmware
llvm
lxappearance
maim
make
materia-gtk-theme
mtools
ncftp
neovim
network-manager-applet
networkmanager
nm-connection-editor
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
openmp
openssh
os-prober
papirus-icon-theme
parcellite
patch
pavucontrol
picom
pkgconf
profile-sync-daemon
powertop
pulseaudio
pulseaudio-alsa
python-pip
python-pynvim
ripgrep
rofi
rlwrap
socat
strace
sudo
sxhkd
texlive-core
tk
ttf-dejavu
ttf-inconsolata
tmux
udiskie
ueberzug
ufw
usbutils
wget
wmctrl
xclip
xdg-user-dirs
xdg-utils
xorg-font-util
xorg-server
xorg-xbacklight
xorg-xmodmap
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xsetroot
xss-lock
yarn
youtube-dl
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
