acpi
acpi_call
acpilight
alsa-utils
aria2
autoconf
automake
base
bc
bdf-unifont
bspwm
clang
clipmenu
cronie
dex
dkms
dunst
easyeffects
fakeroot
fd
feh
ffmpeg
ffmpegthumbnailer
firefox
fzf
gcc
ghostscript
git
gnome-epub-thumbnailer
gnome-keyring
gsfonts
hsetroot
htop
i3lock
jq
julia
jupyter
kitty
libimagequant
libxft
linux
linux-firmware
llvm
lua-language-server
maim
make
materia-gtk-theme
mpv
mtools
neovim
network-manager-applet
networkmanager
nm-connection-editor
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
openmp
openssh
os-prober
papirus-icon-theme
patch
picom
pipewire-alsa
pipewire-pulse
pkgconf
polkit-gnome
powertop
profile-sync-daemon
python-matplotlib
python-numpy
python-pip
python-pynvim
python-scipy
python-symengine
python-sympy
ripgrep
rlwrap
rofi
sddm
socat
strace
sudo
sxhkd
symengine
texlab
texlive-core
texlive-most
tk
tmux
ttf-dejavu
ttf-inconsolata
ttf-roboto
udiskie
ueberzug
ufw
usbutils
wget
wmctrl
xclip
xdg-user-dirs
xdg-utils
xdotool
xorg-font-util
xorg-server
xorg-xinit
xorg-xinput
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xsetroot
xss-lock
xterm
yarn
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
